{
    "name": "Smith Machine Upright Row",
    "type": "\n          \n            Strength\n          \n        ",
    "muscleGroup": "\n          \n            Traps\n          \n        ",
    "equipment": "\n            \n              Machine\n            \n          ",
    "level": "\n          Beginner\n        ",
    "instructions": [
        "To begin, set the bar on the smith machine to a height that is around the middle of your thighs.  Once the correct height is chosen and the bar is loaded, grasp the bar using a pronated (palms forward) grip that is shoulder width apart.  You may need some wrist wraps if using a significant amount of weight.",
        "Lift the barbell up and fully extend your arms with your back straight.  There should be a slight bend at the elbows.  This is the starting position.",
        "Use your side shoulders to lift the bar as you exhale.  The bar should be close to the body as you move it up.  Continue to lift it until it nearly touches your chin.  Tip: Your elbows should drive the motion.  As you lift the bar, your elbows should always be higher than your forearms.  Also, keep your torso stationary and pause for a second at the top of the movement.",
        "Lower the bar back down slowly to the starting position.  Inhale as you perform this portion of the movement.",
        "Repeat for the recommended amount of repetitions."
    ],
    "note": [
        "",
        "",
        "Caution: Be very careful with how much weight you use in this exercise.  Too much weight leads to bad form, which in turn can cause shoulder injury.  I've seen this too many times so please no jerking, swinging and cheating.  Also, if you suffer from shoulder problems, you may want to stay away from upright rows and substitute by some form of lateral raises.",
        "Variations: This exercise can also be performed using a barbell, E-Z bar, straight bar attached to a low pulley and it can also be performed using dumbbells, though this later exercise should be reserved by the most advanced people that are well familiarized with correct execution.",
        "Same as the Upright Barbell Row but with a Smith Machine."
    ],
    "author": "https://www.bodybuilding.com"
}